Revit 2024 API
ParameterTypeId.RbsElecRoomReflectivityFloor Property
 "Floor Reflectance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecRoomReflectivityFloor { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecRoomReflectivityFloor As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecRoomReflectivityFloor {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace